{
    "In which mission did an astronaut perform a golf shot on the moon?": "Apollo 14",
    "Which mission conducted the first manned flight test of the Lunar Module?": "Apollo 9",
    "Which mission was the first manned Apollo flight?": "Apollo 7",
    "This Apollo mission never launched and ended in tragedy, when a fire erupted in the command module during a test and killed three astronauts.": "Apollo 1",
    "Which mission cancelled their landing on the moon due to technical problems?": "Apollo 13",
    "Which mission was the first manned circumlunar flight?": "Apollo 8",
    "Which mission had two lightning strikes to the spacecraft during launch?": "Apollo 12",
    "Which mission provided the first color video images from the surface of the moon?": "Apollo 14",
    "Which mission used the Lunar RV for the first time?": "Apollo 15",
    "Which mission was considered a \"dress rehearsal\" for a lunar landing?": "Apollo 10",
    "Which mission had a SM oxygen tank explode, which caused many problems?": "Apollo 13",
    "Which mission was the first manned landing on the moon?": "Apollo 11",
    "Which was the last Apollo mission?": "Apollo 17",
    "Which astronaut was not present on the Apollo 11 mission?": "Cernan",
    "Which mission was the first night launch?": "Apollo 17",
    "Which mission broadcasted some of the first live television pictures from space?": "Apollo 7",
    "What is the brightest star in the Pegasus constellation?": [
        "Enif",
        "M15",
        "Markab",
        "Alpheratz"
    ],
    "This bright star in Auriga is yellow like our sun.": [
        "Capella",
        "Alnath",
        "M38",
        "Menkalinan"
    ],
    "What is the brightest star in Cygnus?": [
        "M29",
        "Sadr",
        "Deneb",
        "Albireo"
    ],
    "Which constellation can you find M44 or the \"Beehive Cluster\" in?": [
        "Auriga",
        "Aries",
        "Cancer",
        "Aquila"
    ],
    "What is the brightest star in the Aquila constellation?": [
        "Epsilon Aquilae",
        "Altair",
        "Deneb al Okab",
        "Zeta"
    ],
    "Aquila is a constellation named after what bird?": [
        "Owl",
        "Pigeon",
        "Hawk",
        "Eagle"
    ],
    "What shape marks the Pegasus constellation?": [
        "Great Circle",
        "Great Rectangle",
        "Great Square",
        "Great Star"
    ],
    "Cancer is a constellation in the shape of what animal?": [
        "Lion",
        "Ram",
        "Crab",
        "Cat"
    ],
    "The Gemini constellation represents _______.": [
        "Twins",
        "Parents",
        "Friends",
        "Triplets"
    ],
    "Which is the brightest star in the Canis Major constellation?": [
        "Sirius",
        "Adhara",
        "Wezen",
        "Murzim"
    ],
    "The constellation Cygnus is in the shape of what bird?": [
        "Swan",
        "Eagle",
        "Phoenix",
        "Dove"
    ],
    "The Lyra constellation is in the shape of a what?": [
        "Guitar",
        "Harp",
        "Banjo",
        "Drum"
    ],
    "Which is the brightest star in the Aries constellation?": [
        "Hamal",
        "Altair",
        "Zeta",
        "Epsilon Aquilae"
    ],
    "Capricornus is in the shape of what mythical animal?": [
        "Sea-Goat",
        "Pegasus",
        "Phoenix",
        "Mermaid"
    ],
    "What is the brightest star in the Lyra constellation?": [
        "M57",
        "Sadr",
        "Vega",
        "Beta Lyrae"
    ],
    "Aries is a constellation named after what animal?": [
        "Dog",
        "Eagle",
        "Ram",
        "Horse"
    ],
    "Canis Major is otherwise known as the Great _____.": [
        "Dolphin",
        "Dog",
        "Cat",
        "Crab"
    ],
    "What is the brightest star in the Leo constellation?": [
        "M83",
        "Regulus",
        "Denebola",
        "Sadr"
    ],
    "The constellation Libra represents a ___________.": [
        "Balance Scale",
        "Chariot",
        "Lion",
        "Water Bearer"
    ]
}