{
    "\"I was benevolent and good; misery made me a fiend. Make me happy, and I shall again be virtuous.\"": "Frankenstein",
    "\"I wanted you to see what real courage is, instead of getting the idea that courage is a man with a gun in his hand. It's when you know you're licked before you begin but you begin anyway and you see it through no matter what.\"": "To Kill a Mockingbird",
    "\"I have been bent and broken, but - I hope - into a better shape.\"": "Great Expectations",
    "\"All grown-ups were once children - but only few of them remember it.\"": "The Little Prince",
    "\"In spite of everything I still believe that people are really good at heart\"": "The Diary of Anne Frank",
    "\"Call me Ishmael.\"": "Moby Dick",
    "\"You don't know about me without you have read a book by the name of 'The Adventures of Tom Sawyer'; but that ain't no matter. That book was made by a Mr Mark Twain, and he told the truth, mainly.\"": "The Adventures of Huckleberry Finn",
    "\"All animals are equal, but some animals are more equal than others.\"": "Animal Farm",
    "\"It was a pleasure to burn.\"": "Farenheit 451",
    "\"It is to the credit of human nature that, except where its selfishness is brought into play, it loves more readily than it hates.\"": "The Scarlet Letter",
    "\"Anything worth dying for is certainly worth living for.\"": "Catch-22",
    "\"Not all those who wander are lost.\"": "The Lord of the Rings",
    "\"I'm not afraid of storms, for I'm learning how to sail my ship.\"": "Little Women",
    "\"Don't ever tell anybody anything. If you do, you start missing everybody.\"": "The Catcher in the Rye",
    "\"The sky above the port was the color of television, tuned to a dead channel.\"": "Neuromancer",
    "\"Most people were heartless about turtles because a turtle's heart will beat for hours after it has been cut up and butchered. But the old man thought, I have such a heart too.\"": "The Old Man and the Sea",
    "The Gemini constellation represents _______.": [
        "Friends",
        "Twins",
        "Parents",
        "Triplets"
    ],
    "The constellation Libra represents a ___________.": [
        "Lion",
        "Water Bearer",
        "Balance Scale",
        "Chariot"
    ],
    "Canis Major is otherwise known as the Great _____.": [
        "Dog",
        "Crab",
        "Cat",
        "Dolphin"
    ],
    "What is the brightest star in the Aquila constellation?": [
        "Altair",
        "Zeta",
        "Epsilon Aquilae",
        "Deneb al Okab"
    ],
    "The constellation Cygnus is in the shape of what bird?": [
        "Dove",
        "Phoenix",
        "Eagle",
        "Swan"
    ],
    "Aquila is a constellation named after what bird?": [
        "Pigeon",
        "Eagle",
        "Owl",
        "Hawk"
    ],
    "What is the brightest star in Cygnus?": [
        "Sadr",
        "M29",
        "Deneb",
        "Albireo"
    ],
    "Which constellation can you find M44 or the \"Beehive Cluster\" in?": [
        "Aries",
        "Auriga",
        "Cancer",
        "Aquila"
    ],
    "What is the brightest star in the Lyra constellation?": [
        "Sadr",
        "Beta Lyrae",
        "M57",
        "Vega"
    ],
    "Which is the brightest star in the Aries constellation?": [
        "Hamal",
        "Altair",
        "Epsilon Aquilae",
        "Zeta"
    ],
    "What is the brightest star in the Leo constellation?": [
        "Denebola",
        "M83",
        "Regulus",
        "Sadr"
    ],
    "Which constellation holds the brightest star in the north sky?": [
        "Canis Major",
        "Cancer",
        "Pegasus",
        "Aquila"
    ]
}